import React from 'react'

export default function Introduction() {
  return (
    <section>
      <p>
        Меня зовут Виктор Щелочков, я ученик 9 (перехожу в 10) класса СамЛИТа. Я — вебер (делаю сайтики),
        не увлекаюсь кибер-безопасностью, но даже я смог взломать сотни аккаунтов, потому что главный
        системный администратор школы <b>Алексей Анатольев Марков</b>, который просит не называть его сис. админом,
        поэтому буду обращаться к нему как к Маркову, недавно массово произвел критические изменения всех аккаунтов.
      </p>
      <p>
        О сути взлома ниже, а сейчас скажу: я не занимался брутфорсом, не проникал в запрещенные места в школе, чтобы
        украсть пароли, не ставил кейлоггеров, не менял оценки в электронном дневнике у других учеников. Прошу не
        привлекать меня к ответственности и не отчислять, все персональные данные школьников я замазал, если вы хотите
        удалить свои персональные данные из статьи — пишите мне на
        почту <a href='mailto:vityaschel@utidteam.com'>vityaschel@utidteam.com</a>. Все персональные данные учеников я
        со своего компьютера стёр, как показано в последней главе, и никуда не копировал. Надеюсь, А. А. Марков предпримет
        все необходимые меры по защите аккаунтов, чтобы я смог безопасно опубликовать статью.
      </p>
    </section>
  )
}
